#3) თიოთეული მონაცემთა ტიპისთვის (str,int,float), შექმენით 5 ცვლადი და დაუწერეთ კომენტარი თუ რომელ მონაცემთა ტიპს ინახავს ცვლადი

# String (str) ტიპის ცვლადები
name = "Saba"  # ეს ცვლადი ინახავს სტრიქონს (სტრინგი)
city = "Mckheta"  # ეს ცვლადი ინახავს სტრიქონს (სტრინგი)
greeting = "Hello, World!"  # ეს ცვლადი ინახავს სტრიქონს (სტრინგი)
favorite_food = "Pizza"  # ეს ცვლადი ინახავს სტრიქონს (სტრინგი)
color = "green"  # ეს ცვლადი ინახავს სტრიქონს (სტრინგი)

# Integer (int) ტიპის ცვლადები
age = 15  # ეს ცვლადი ინახავს მთელ რიცხვს (int)
number_of_books = 100  # ეს ცვლადი ინახავს მთელ რიცხვს (int)
year = 2025  # ეს ცვლადი ინახავს მთელ რიცხვს (int)
height_in_cm = 183  # ეს ცვლადი ინახავს მთელ რიცხვს (int)
temperature = 17  # ეს ცვლადი ინახავს მთელ რიცხვს (int)

# Floating point (float) ტიპის ცვლადები
price = 19.99  # ეს ცვლადი ინახავს ფლოტურ რიცხვს (float)
weight = 72.5  # ეს ცვლადი ინახავს ფლოტურ რიცხვს (float)
pc_value = 3.14159  # ეს ცვლადი ინახავს ფლოტურ რიცხვს (float)
distance = 150.75  # ეს ცვლადი ინახავს ფლოტურ რიცხვს (float)
rating = 4.7  # ეს ცვლადი ინახავს ფლოტურ რიცხვს (float)
